Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: No additional parameters required.
zh_hans: 不需要其他参数。

# ui.swift.triggers.itermeventtriggerparameterview.non_zero_failure.10dd442f
source: Non-Zero (Failure)
zh_hans: 非零（失败）

# ui.swift.triggers.itermeventtriggerparameterview.notification_posted.594c15bc
source: Notification Posted
zh_hans: 已发布通知

source: Process name to match in the foreground-job ancestry chain (case-insensitive)
zh_hans: 要在前台作业祖先链中匹配的进程名称（不区分大小写）

# ui.swift.triggers.itermeventtriggerparameterview.progress_bar_changed.467f513d
source: Progress Bar Changed
zh_hans: 进度条已变化

# ui.swift.triggers.itermeventtriggerparameterview.prompt_detected.138fc2a1
source: Prompt Detected
zh_hans: 检测到提示符

source: Regular expression the new value must match (leave blank to match any change)
zh_hans: 新值必须匹配的正则表达式（留空可匹配任何变化）

source: Regular expression to match the command line
zh_hans: 用于匹配命令行的正则表达式

source: Regular expression to match the directory path
zh_hans: 用于匹配目录路径的正则表达式

source: Regular expression to match the hostname
zh_hans: 用于匹配主机名的正则表达式

source: Regular expression to match the notification message
zh_hans: 用于匹配通知消息的正则表达式

source: Regular expression to match the sequence identifier
zh_hans: 用于匹配序列标识符的正则表达式

source: Regular expression to match the username
zh_hans: 用于匹配用户名的正则表达式

# ui.swift.triggers.itermeventtriggerparameterview.seconds.59f006d6
source: seconds
zh_hans: 秒

# ui.swift.triggers.itermeventtriggerparameterview.sequence_id.e89d2160
source: Sequence ID:
zh_hans: 序列 ID：

# ui.swift.triggers.itermeventtriggerparameterview.session_ended.3387d3e8
source: Session Ended
zh_hans: 会话已结束

# ui.swift.triggers.itermeventtriggerparameterview.specific_value.50cd3ec5
source: Specific Value…
zh_hans: 指定值…

# ui.swift.triggers.itermeventtriggerparameterview.threshold.fdc8fae6
source: Threshold:
zh_hans: 阈值：

# ui.swift.triggers.itermeventtriggerparameterview.timeout.3cfe9e96
source: Timeout:
zh_hans: 超时：

# ui.swift.triggers.itermeventtriggerparameterview.unknown_event.2078f36c
source: Unknown Event
zh_hans: 未知事件

# ui.swift.triggers.itermeventtriggerparameterview.user.93d6b3e9
source: User:
zh_hans: 用户：

# ui.swift.triggers.itermeventtriggerparameterview.user_changed.00481517
source: User Changed
zh_hans: 用户已更改

# ui.swift.triggers.itermeventtriggerparameterview.value.224a3369
source: Value:
zh_hans: 值：

# ui.swift.triggers.itermeventtriggerparameterview.variable.d61edd88
source: Variable:
zh_hans: 变量：

# ui.swift.triggers.itermeventtriggerparameterview.variable_changed.951f8324
source: Variable Changed
zh_hans: 变量已更改

# ui.swift.triggers.itermeventtriggerparameterview.zero_success.b3562491
source: Zero (Success)
zh_hans: 零（成功）

# ui.swift.triggers.profileboolsettingpickerview.off.ca7981b4
source: Off
zh_hans: 关闭

# ui.swift.triggers.profileboolsettingpickerview.on.13001175
source: On
zh_hans: 开启

# ui.swift.triggers.profileboolsettingpickerview.select_setting.826b0c41
source: Select Setting…
zh_hans: 选择设置…

# ui.swift.triggers.readermodebrowsertrigger.enter_reader_mode.a1c5c857
source: Enter Reader Mode
zh_hans: 进入阅读模式

# ui.swift.triggers.reloadbrowsertrigger.delay_in_seconds.595d446f
source: Delay in seconds
zh_hans: 延迟秒数

# ui.swift.triggers.reloadbrowsertrigger.reload_after_delay.21a3e325
source: Reload After Delay)
zh_hans: 延迟后重新加载

# ui.swift.triggers.reloadbrowsertrigger.reload_after_delay.ebfbd53b
source: Reload After Delay
zh_hans: 延迟后重新加载

# ui.swift.triggers.setnamedmarktrigger.name_for_this_mark.4df3fc3e
source: Name for this mark
zh_hans: 此标记的名称

# ui.swift.triggers.setnamedmarktrigger.set_named_mark.58bf242c
source: Set Named Mark
zh_hans: 设置命名标记

# ui.swift.triggers.setprofilebooleantrigger.set_profile_setting.8630c091
source: Set Profile Setting…
zh_hans: 设置配置文件选项…

# ui.swift.triggers.setprofilebooleantrigger.set_profile_setting.d7fe03be
source: Set Profile Setting
zh_hans: 设置配置文件选项

# ui.swift.triggers.settabstatustrigger.dot.62ac35ee
source: Dot:
zh_hans: 圆点：

# ui.swift.triggers.settabstatustrigger.no_status.7bca9ad0
source: (no status)
zh_hans: （无状态）

# ui.swift.triggers.settabstatustrigger.set_tab_status.c8a78b2f
source: Set Tab Status…
zh_hans: 设置标签页状态…

# ui.swift.triggers.settabstatustrigger.text.e44ba495
source: Text:
zh_hans: 文本：

# ui.swift.triggers.setuservariabletrigger.set_user_variable.a2599294
source: Set User Variable…
zh_hans: 设置用户变量…

# ui.swift.triggers.setuservariabletrigger.value_for_variable.62b2a848
source: Value for variable
zh_hans: 变量值

# ui.swift.triggers.sgrtrigger.change_style.15462509
source: Change Style…
zh_hans: 更改样式…

source: Enter SGR codes. See help button for details.
zh_hans: 输入 SGR 代码。有关详细信息，请参阅帮助按钮。

source: Cannot Enable Touch ID for Sudo
zh_hans: 无法为 sudo 启用 Touch ID

# ui.swift.tryingtoohard.itermtouchidhelper.ok.565339bc
source: OK
zh_hans: 好

source: The Touch ID install script is missing from the iTerm2 application bundle.
zh_hans: iTerm2 App 包中缺少 Touch ID 安装脚本。

source: %1$@ changed from “%2$@” to “%3$@”.
zh_hans: %1$@已从“%2$@”变为“%3$@”。

# ui.swift.vt100.itermnotifyonstatuschangecontroller.a_session.3905816b
source: A session
zh_hans: 某个会话

# ui.swift.vt100.itermnotifyonstatuschangecontroller.none.140bedbf
source: none
zh_hans: 无

# ui.swift.vt100.itermnotifyonstatuschangecontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.swift.vt100.itermnotifyonstatuschangecontroller.reveal.36b830bd
source: Reveal
zh_hans: 显示

source: Session status changed
zh_hans: 会话状态已更改

# ui.swift.workgroups.codereviewpromptmanagerwindowcontroller.add.9fd728c6
source: Add
zh_hans: 添加

source: Code Review Prompts
zh_hans: 代码审查提示词

# ui.swift.workgroups.codereviewpromptmanagerwindowcontroller.name.2683cad4
source: Name:
zh_hans: 名称：

# ui.swift.workgroups.codereviewpromptmanagerwindowcontroller.name.dcd1d522
source: Name
zh_hans: 名称

# ui.swift.workgroups.codereviewpromptmanagerwindowcontroller.new_prompt.c0053129
source: New Prompt
zh_hans: 新提示词

# ui.swift.workgroups.codereviewpromptmanagerwindowcontroller.prompt.35261535
source: Prompt:
zh_hans: 提示词：

# ui.swift.workgroups.codereviewpromptmanagerwindowcontroller.remove.c3812fc4
source: Remove
zh_hans: 移除

source: Select a prompt on the left to edit it, or click + to add a new prompt.
zh_hans: 在左侧选择提示词进行编辑，或点按 + 添加新提示词。

# ui.swift.workgroups.codereviewpromptmanagerwindowcontroller.untitled.f59ab8d1
source: Untitled
zh_hans: 未命名

# ui.swift.workgroups.codereviewpromptstore.default.21b111cb
source: Default
zh_hans: 默认

# ui.swift.workgroups.codereviewpromptview.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.workgroups.codereviewpromptview.code_review_prompt.57c62f0f
source: Code review prompt:
zh_hans: 代码审查提示词：

# ui.swift.workgroups.codereviewpromptview.manage_prompts.a1e009a4
source: Manage Prompts…
zh_hans: 管理提示词…

# ui.swift.workgroups.codereviewpromptview.name_this_prompt.d6666c98
source: Name this prompt
zh_hans: 为此提示词命名

# ui.swift.workgroups.codereviewpromptview.prompt_name.9a116fa9
source: Prompt name
zh_hans: 提示词名称

# ui.swift.workgroups.codereviewpromptview.prompts.5f2e66e6
source: Prompts
zh_hans: 提示词

# ui.swift.workgroups.codereviewpromptview.save.1509f561
source: Save
zh_hans: 存储

# ui.swift.workgroups.codereviewpromptview.save_current_as_new.1ae4a1da
source: Save Current as New…
zh_hans: 将当前项另存为新项…

source: Saved prompts can be re-loaded from the Prompts pulldown.
zh_hans: 可从“提示词”下拉菜单重新载入已存储的提示词。

# ui.swift.workgroups.codereviewpromptview.start.e4bb9f1e
source: Start
zh_hans: 开始

# ui.swift.workgroups.diffwaitingpromptview.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.swift.workgroups.diffwaitingpromptview.run_anyway.1cdc7f7e
source: Run Anyway
zh_hans: 仍然运行

# ui.swift.workgroups.itermworkgroup.main.eb814be3
source: Main
zh_hans: 主会话

source: A **Workgroup** turns a single session into a coordinated set of related sessions, each with its own command and toolbar; see the [Workgroups documentation](https://iterm2.com/documentation-workgroups.html) for the full story.
zh_hans: **工作组**可将单个会话变为一组协同工作的相关会话，每个会话都有自己的命令和工具栏；完整说明请参阅[工作组文档](https://iterm2.com/documentation-workgroups.html)。

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.add_peer.d4ffe708
source: Add Peer
zh_hans: 添加对等会话

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.add_session.702f5915
source: Add Session
zh_hans: 添加会话

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.add_split.7a037631
source: Add Split
zh_hans: 添加分割窗格

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.add_tab.145341f3
source: Add Tab
zh_hans: 添加标签页

source: Change Split Location
zh_hans: 更改分割位置

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.horizontal.0abba441
source: Horizontal
zh_hans: 水平

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.main_session.54d5c8a4
source: Main session
zh_hans: 主会话

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.peer_0.19252330
source: Peer: %1$@
zh_hans: 对等会话：%1$@

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.remove_session.48ab3ca9
source: Remove Session
zh_hans: 移除会话

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.rename_workgroup.2b9ebc57
source: Rename Workgroup
zh_hans: 重命名工作组

source: Select a workgroup on the left or click + to create one.
zh_hans: 在左侧选择工作组，或点按 + 新建工作组。

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.split_0_1.aa244986
source: Split: %1$@ %2$lld%
zh_hans: 分割：%1$@ %2$lld%

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.tab.90ddf196
source: Tab
zh_hans: 标签页

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.vertical.727cd3a6
source: Vertical
zh_hans: 垂直

source: What is a Workgroup?
zh_hans: 什么是工作组？

# ui.swift.workgroups.itermworkgroupdetailviewcontroller.workgroup_name.1bd3a631
source: Workgroup name
zh_hans: 工作组名称

source: This will also exit %1$lld workgroups and close %2$lld other sessions.
zh_hans: 这还会退出 %1$lld 个工作组，并关闭另外 %2$lld 个会话。

source: This will also exit %1$lld workgroups and close 1 other session.
zh_hans: 这还会退出 %1$lld 个工作组，并关闭另外 1 个会话。

source: This will also exit the workgroup “%1$@” and close 1 other session.
zh_hans: 这还会退出工作组“%1$@”，并关闭另外 1 个会话。

source: This will also exit the workgroup “%1$@” and close %2$lld other sessions.
zh_hans: 这还会退出工作组“%1$@”，并关闭另外 %2$lld 个会话。

# ui.swift.workgroups.itermworkgroupinstance.untitled.f59ab8d1
source: Untitled
zh_hans: 未命名

# ui.swift.workgroups.itermworkgrouppeerport.peer.f8e77246
source: Peer
zh_hans: 对等会话

# ui.swift.workgroups.itermworkgroupseditingviewcontroller.add_preset.0b0bb9c5
source: Add Preset
zh_hans: 添加预设

source: Change Workgroups
zh_hans: 更改工作组

# ui.swift.workgroups.itermworkgroupseditingviewcontroller.name.dcd1d522
source: Name
zh_hans: 名称

source: Untitled Workgroup
zh_hans: 未命名工作组

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.0_1_2_pt.7a696cc1
source: %1$@ (%2$@–%3$@ pt)
zh_hans: %1$@（%2$@–%3$@ 点）

source: Add Toolbar Item
zh_hans: 添加工具栏项目

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.back.a8358a49
source: Back:
zh_hans: 后退：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.bottom.479ad21a
source: Bottom
zh_hans: 底部

source: Change Command
zh_hans: 更改命令

source: Change Mode
zh_hans: 更改模式

source: Change Orientation
zh_hans: 更改方向

source: Change Peer Shortcut
zh_hans: 更改对等会话快捷键

source: Change Per-File Command
zh_hans: 更改逐文件命令

source: Change Profile
zh_hans: 更改配置文件

source: Change Shortcut
zh_hans: 更改快捷键

source: Change Side
zh_hans: 更改侧边

source: Change Spacer Width
zh_hans: 更改间隔宽度

source: Change URL
zh_hans: 更改 URL

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.command.a7a9c915
source: Command:
zh_hans: 命令：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.default.21b111cb
source: Default
zh_hans: 默认

source: File command:
zh_hans: 文件命令：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.forward.1ee2d852
source: Forward:
zh_hans: 前进：

source: Horizontal
zh_hans: 水平

source: 􀕰 Horizontal
zh_hans: 􀕰 水平

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.left.58eb9032
source: Left
zh_hans: 左侧

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.location.bbdffe25
source: Location:
zh_hans: 位置：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.max_width.1abe8867
source: Max width:
zh_hans: 最大宽度：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.min_width.138bd0e7
source: Min width:
zh_hans: 最小宽度：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.mode.7ce1afa3
source: Mode:
zh_hans: 模式：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.name.2683cad4
source: Name:
zh_hans: 名称：

source: No session selected.
zh_hans: 未选择会话。

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.profile.468998b1
source: Profile:
zh_hans: 配置文件：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.reload.0335480a
source: Reload:
zh_hans: 重新加载：

source: Remove Toolbar Item
zh_hans: 移除工具栏项目

source: Rename Peer
zh_hans: 重命名对等会话

source: Reorder Toolbar Item
zh_hans: 重新排列工具栏项目

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.right.883361d5
source: Right
zh_hans: 右侧

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.shortcut.a67470e1
source: Shortcut:
zh_hans: 快捷键：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.split.787e66e0
source: Split:
zh_hans: 分割方式：

source: Toolbar Items:
zh_hans: 工具栏项目：

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.top.d5cdfcf7
source: Top
zh_hans: 顶部

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.vertical.727cd3a6
source: Vertical
zh_hans: 垂直

# ui.swift.workgroups.itermworkgroupsessiondetailviewcontroller.vertical.d853a749
source: 􀏠 Vertical
zh_hans: 􀏠 垂直

# ui.swift.workgroups.itermworkgroupsessionmode.code_review.4ab8b478
source: Code Review
zh_hans: 代码审查

# ui.swift.workgroups.itermworkgroupsessionmode.diff.7ecf4628
source: Diff
zh_hans: 差异

# ui.swift.workgroups.itermworkgroupsessionmode.regular.b455784a
source: Regular
zh_hans: 常规

source: Auto-Request Review When Idle
zh_hans: 空闲时自动请求审查

source: Auto-Send Clippings When Idle
zh_hans: 空闲时自动发送剪贴内容

source: Changed File Selector
zh_hans: 已更改文件选择器

# ui.swift.workgroups.itermworkgrouptoolbaritemregistry.git_base_selector.c7c90c76
source: Git Base Selector
zh_hans: Git 基准选择器

# ui.swift.workgroups.itermworkgrouptoolbaritemregistry.git_status.acdb254d
source: Git Status
zh_hans: Git 状态

source: Navigation Buttons
zh_hans: 导航按钮

source: Peer Mode Switcher
zh_hans: 对等会话模式切换器

# ui.swift.workgroups.itermworkgrouptoolbaritemregistry.reload.bdc090ec
source: Reload
zh_hans: 重新加载

# ui.swift.workgroups.itermworkgrouptoolbaritemregistry.spacer.74d47474
source: Spacer
zh_hans: 间隔

source: Diff session is waiting for changes.
zh_hans: Diff 会话正在等待更改。

source: Reload queued. Waiting for changes.
zh_hans: 已将重新加载加入队列，正在等待更改。

source: This session is set to Diff mode and only starts its command when git reports staged or unstaged changes. The working tree is currently clean, or iTerm2 hasn’t finished its first check yet. Edit a file (or stage one) and the command will start on its own. To run it now anyway, click below.
zh_hans: 此会话设置为差异模式，只有在 git 报告存在已暂存或未暂存的更改时才会启动命令。当前工作树没有更改，或者 iTerm2 尚未完成首次检查。编辑或暂存文件后，命令将自动启动。要立即运行，请点按下方按钮。

source: This session is set to Diff mode, so Reload will re-run the command only after git reports staged or unstaged changes. The previous output is still on screen behind this panel. Cancel to keep that output and abandon the reload, or run the command now anyway.
zh_hans: 此会话设置为差异模式，因此只有在 git 报告存在已暂存或未暂存的更改后，“重新加载”才会再次运行命令。先前的输出仍显示在此面板后方。点按“取消”可保留该输出并放弃重新加载，也可以立即运行命令。

# ui.swift.workgroups.workgroupanimalnames.ant.c9c2d49a
source: Ant
zh_hans: 蚂蚁

# ui.swift.workgroups.workgroupanimalnames.ape.94e0f9bc
source: Ape
zh_hans: 猿

# ui.swift.workgroups.workgroupanimalnames.asp.2c33d990
source: Asp
zh_hans: 蝰蛇

# ui.swift.workgroups.workgroupanimalnames.bat.f2813a52
source: Bat
zh_hans: 蝙蝠

# ui.swift.workgroups.workgroupanimalnames.bear.8c578ed3
source: Bear
zh_hans: 熊

# ui.swift.workgroups.workgroupanimalnames.bee.f5779450
source: Bee
zh_hans: 蜜蜂

# ui.swift.workgroups.workgroupanimalnames.boar.bf10a5ee
source: Boar
zh_hans: 野猪

# ui.swift.workgroups.workgroupanimalnames.camel.31e4041f
source: Camel
zh_hans: 骆驼

# ui.swift.workgroups.workgroupanimalnames.cat.48735c4f
source: Cat
zh_hans: 猫

# ui.swift.workgroups.workgroupanimalnames.cow.71e26099
source: Cow
zh_hans: 牛

# ui.swift.workgroups.workgroupanimalnames.crab.41c84037
source: Crab
zh_hans: 螃蟹

# ui.swift.workgroups.workgroupanimalnames.crow.4edb2d15
source: Crow
zh_hans: 乌鸦

# ui.swift.workgroups.workgroupanimalnames.deer.ba8af0f4
source: Deer
zh_hans: 鹿

# ui.swift.workgroups.workgroupanimalnames.doe.fd53ef83
source: Doe
zh_hans: 雌鹿

# ui.swift.workgroups.workgroupanimalnames.dog.0eb129bf
source: Dog
zh_hans: 狗

# ui.swift.workgroups.workgroupanimalnames.dove.1c6671e3
source: Dove
zh_hans: 鸽子

# ui.swift.workgroups.workgroupanimalnames.duck.3b67f1c9
source: Duck
zh_hans: 鸭

# ui.swift.workgroups.workgroupanimalnames.eagle.9bebadf8
source: Eagle
zh_hans: 鹰

# ui.swift.workgroups.workgroupanimalnames.elk.9b55fa90
source: Elk
zh_hans: 麋鹿

# ui.swift.workgroups.workgroupanimalnames.emu.b4601c78
source: Emu
zh_hans: 鸸鹋

# ui.swift.workgroups.workgroupanimalnames.ewe.68e9377b
source: Ewe
zh_hans: 母羊

# ui.swift.workgroups.workgroupanimalnames.fawn.51d7c148
source: Fawn
zh_hans: 幼鹿

# ui.swift.workgroups.workgroupanimalnames.fox.f55bd2cd
source: Fox
zh_hans: 狐狸

# ui.swift.workgroups.workgroupanimalnames.frog.5a9be7ac
source: Frog
zh_hans: 青蛙

# ui.swift.workgroups.workgroupanimalnames.gecko.32d166f9
source: Gecko
zh_hans: 壁虎

# ui.swift.workgroups.workgroupanimalnames.goat.ac68bd93
source: Goat
zh_hans: 山羊

# ui.swift.workgroups.workgroupanimalnames.goose.ed6ffd09
source: Goose
zh_hans: 鹅

# ui.swift.workgroups.workgroupanimalnames.hare.593a88b9
source: Hare
zh_hans: 野兔

# ui.swift.workgroups.workgroupanimalnames.hen.721cd45c
source: Hen
zh_hans: 母鸡

# ui.swift.workgroups.workgroupanimalnames.horse.edc51340
source: Horse
zh_hans: 马

# ui.swift.workgroups.workgroupanimalnames.hyena.ca3e1461
source: Hyena
zh_hans: 鬣狗

# ui.swift.workgroups.workgroupanimalnames.jay.0c9ab8c5
source: Jay
zh_hans: 松鸦

# ui.swift.workgroups.workgroupanimalnames.kiwi.fccd93ed
source: Kiwi
zh_hans: 几维鸟

# ui.swift.workgroups.workgroupanimalnames.koala.d1257e01
source: Koala
zh_hans: 考拉

# ui.swift.workgroups.workgroupanimalnames.lamb.139dad6d
source: Lamb
zh_hans: 羊羔

# ui.swift.workgroups.workgroupanimalnames.lion.ffee89e3
source: Lion
zh_hans: 狮子

# ui.swift.workgroups.workgroupanimalnames.llama.9384f8e7
source: Llama
zh_hans: 羊驼

# ui.swift.workgroups.workgroupanimalnames.lynx.dfb92952
source: Lynx
zh_hans: 猞猁

# ui.swift.workgroups.workgroupanimalnames.mink.b54b22c6
source: Mink
zh_hans: 水貂

# ui.swift.workgroups.workgroupanimalnames.mole.fa90adf2
source: Mole
zh_hans: 鼹鼠

# ui.swift.workgroups.workgroupanimalnames.moth.77b21121
source: Moth
zh_hans: 飞蛾

# ui.swift.workgroups.workgroupanimalnames.mouse.55c15208
source: Mouse
zh_hans: 小鼠

# ui.swift.workgroups.workgroupanimalnames.mule.fe40c362
source: Mule
zh_hans: 骡

# ui.swift.workgroups.workgroupanimalnames.otter.f5657b5f
source: Otter
zh_hans: 水獭

# ui.swift.workgroups.workgroupanimalnames.owl.72992b75
source: Owl
zh_hans: 猫头鹰

# ui.swift.workgroups.workgroupanimalnames.panda.f7d9ea7f
source: Panda
zh_hans: 熊猫

# ui.swift.workgroups.workgroupanimalnames.pig.69243f2e
source: Pig
zh_hans: 猪

# ui.swift.workgroups.workgroupanimalnames.puma.831ad4c5
source: Puma
zh_hans: 美洲狮

# ui.swift.workgroups.workgroupanimalnames.ram.76e11af9
source: Ram
zh_hans: 公羊

# ui.swift.workgroups.workgroupanimalnames.rat.d606ae3e
source: Rat
zh_hans: 老鼠

# ui.swift.workgroups.workgroupanimalnames.seal.50ed6511
source: Seal
zh_hans: 海豹

# ui.swift.workgroups.workgroupanimalnames.skunk.57567244
source: Skunk
zh_hans: 臭鼬

# ui.swift.workgroups.workgroupanimalnames.sloth.275fae28
source: Sloth
zh_hans: 树懒

# ui.swift.workgroups.workgroupanimalnames.snake.aaa73ac7
source: Snake
zh_hans: 蛇

# ui.swift.workgroups.workgroupanimalnames.swan.d4f3f587
source: Swan
zh_hans: 天鹅

# ui.swift.workgroups.workgroupanimalnames.tiger.410f76d0
source: Tiger
zh_hans: 老虎

# ui.swift.workgroups.workgroupanimalnames.toad.0951bac1
source: Toad
zh_hans: 蟾蜍

# ui.swift.workgroups.workgroupanimalnames.tuna.16437a1d
source: Tuna
zh_hans: 金枪鱼

# ui.swift.workgroups.workgroupanimalnames.whale.c976b88a
source: Whale
zh_hans: 鲸

# ui.swift.workgroups.workgroupanimalnames.wolf.ea858afb
source: Wolf
zh_hans: 狼

# ui.swift.workgroups.workgroupanimalnames.wren.c4dffe13
source: Wren
zh_hans: 鹪鹩

# ui.swift.workgroups.workgroupanimalnames.yak.dfbb2ff3
source: Yak
zh_hans: 牦牛

# ui.swift.workgroups.workgroupanimalnames.zebra.459bed29
source: Zebra
zh_hans: 斑马

source: Auto-request a review from the code review session when idle: off
zh_hans: 空闲时自动向代码审查会话请求审查：已关闭

source: Auto-request a review from the code review session when idle: on
zh_hans: 空闲时自动向代码审查会话请求审查：已开启

source: Auto-request a review when idle (needs exactly one code review session)
zh_hans: 空闲时自动请求审查（需要且只能有一个代码审查会话）

source: Auto-request review when idle
zh_hans: 空闲时自动请求审查

source: Auto-send clippings to the main session when idle: off
zh_hans: 空闲时自动向主会话发送剪贴内容：已关闭

source: Auto-send clippings to the main session when idle: on
zh_hans: 空闲时自动向主会话发送剪贴内容：已开启

source: Auto-send clippings when idle
zh_hans: 空闲时自动发送剪贴内容

# ui.swift.workgroups.workgroupmenu.untitled.f59ab8d1
source: Untitled
zh_hans: 未命名

# ui.swift.workgroups.workgroupnavigationtoolbaritem.next_file.96a7485b
source: Next file
zh_hans: 下一个文件

# ui.swift.workgroups.workgroupnavigationtoolbaritem.previous_file.1db0d01f
source: Previous file
zh_hans: 上一个文件

# ui.swift.workgroups.workgroupnavigationtoolbaritem.reload.bdc090ec
source: Reload
zh_hans: 重新加载

# ui.swift.workgroups.workgrouppresets.chat.460b3a7d
source: Chat
zh_hans: 聊天

# ui.swift.workgroups.workgrouppresets.code_review.4ab8b478
source: Code Review
zh_hans: 代码审查

# ui.swift.workgroups.workgrouppresets.coding_agent_diff.18cb8f77
source: Coding Agent + Diff
zh_hans: 编码代理 + 差异

# ui.swift.workgroups.workgrouppresets.coding_agent_diff_code_review.98421620
source: Coding Agent + Diff + Code Review
zh_hans: 编码代理 + 差异 + 代码审查

# ui.swift.workgroups.workgrouppresets.diff.7ecf4628
source: Diff
zh_hans: 差异

# ui.swift.workgroups.workgroupvisualview.main.eb814be3
source: Main
zh_hans: 主会话

# ui.swift.workgroups.workgroupvisualview.no_workgroup.31da8dbe
source: No workgroup
zh_hans: 无工作组

# ui.swift.workgroups.workgroupvisualview.peer.f8e77246
source: Peer
zh_hans: 对等会话

# ui.swift.workgroups.workgroupvisualview.split.32afaa78
source: Split
zh_hans: 分割窗格

# ui.swift.workgroups.workgroupvisualview.tab.90ddf196
source: Tab
zh_hans: 标签页

# ui.system.itermlaunchservices.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Choose an application on your computer to open this file.
zh_hans: 选择电脑上的一个应用来打开此文件。

# ui.system.itermlaunchservices.choose_application.cc53a4fa
source: Choose Application…
zh_hans: 选择应用…

source: iTerm is not the default handler for %@. Would you like to set iTerm as the default handler?
zh_hans: iTerm 不是 %@ 的默认处理程序。要将 iTerm 设为默认处理程序吗？

# ui.system.itermlaunchservices.ok.565339bc
source: OK
zh_hans: 好

# ui.system.itermlaunchservices.the_current_handler_is.22350534
source: The current handler is: %@
zh_hans: 当前处理程序为：%@

# ui.system.itermlaunchservices.there_is_currently_no_handler.483cc1c7
source: There is currently no handler.
zh_hans: 当前没有处理程序。

# ui.system.itermlaunchservices.there_is_no_application_set_to_open_the.56b3c8b2
source: There is no application set to open the document “%@”
zh_hans: 没有设置用于打开文稿“%@”的应用程序

# ui.tasks.coprocess.failed_to_launch_coprocess.b43d413b
source: Failed to launch coprocess.
zh_hans: 无法启动协进程。

# ui.tasks.coprocess.ok.565339bc
source: OK
zh_hans: 好
